{
  "path": "Luber_2025_AJ_170_59.pdf",
  "pages": 19,
  "title": "The CHILES Continuum and Polarization Survey. I. Survey Design and Noise Characterization",
  "author": "Nicholas M. Luber",
  "snippet": "The CHILES Continuum and Polarization Survey. I. Survey Design and Noise\nCharacterization\nNicholas M. Luber1, Min S. Yun2aa, Hansung B. Gim3aa, Daniel Krista-Kelsey2, D.J. Pisano4 aa, Emmanuel Momjian5aa, and\nChris Hales5aa\n1 Department of Astronomy, Columbia University, Mail Code 5247, 538 West 120th Street, New York, NY 10027, USA;nicholas.m.luber@gmail.com\n2Department of Astronomy, University of Massachusetts, Amherst, MA 01003, USA\n3 Department of Physics, Montana State University, P.O. Box 173840, Bozeman, MT 59717, USA\n4 Department of Astronomy, University of Cape Town, Private Bag X3, Rondebosch 7701, South Africa\n5National Radio Astronomy Observatory, P.O. Box O, Socorro, NM 87801, USA\nReceived2024October3;revised2025March31;accepted2025April16;published2025June30\nAbstract\nWe introduce and describe the CHILES Continuum and Polarisation( CHILES Con Pol ) Survey, a 1000hr\n1.4GHz wideband full polarization radio continuum deep/f_ield with the Very Large Array, commensurate with the\nCHILES H I deep/f_ield. We describe the observational con/f_iguration, outline the calibration of the data, and\ndiscuss the effect of radio frequency interference on different observing epochs. In addition, we present a novel\nradio continuum imaging strategy, using well-known baseline subtraction techniques in radio spectral data, and\ndiscuss the applications to the removal of artifacts from sources far from the /f_ield center. Additionally, we discuss\nthe nature of a low-level image-wide offset, the so-called “negative bowl,” and simulate our observations in order\nthat we may both properly understand and correct for this artifact. Using these techniques, we present the /f_irst\ntotal intensity image of the data which achieves an rms noise of 1.3μJybeam\n−1 with a synthesized beam of\n4.5× 4.0, the most sensitiveL-band image ever taken at this resolution. We then place this image into the broader\ncontext of 1.4GHz radio continuum surveys in the literature, in terms of image sensitivity and /f_idelity, andμJy\nlevel source counts andP( D) analysis.\nUni/f_iedAstronomyThesaurusconcepts:Radio interferometry( 1346) ;Radio continuum emission( 1340) ;\nExtragalactic radio sources( 508)\n1. Introduction\nThe observation of radio continuum emission can provide\ncrucial measurements for understanding the evolution of\ngalaxies across cosmic time. Radio emission can be used to"
}